<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Description</key>
	<string>Installs Eclipse IDE based on Default Download</string>
	<key>Identifier</key>
	<string>com.github.bdemetris.install.Eclipse</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>Eclipse</string>
	</dict>
	<key>MinimumVersion</key>
	<string>0.1.0</string>
	<key>ParentRecipe</key>
	<string>com.github.sheagcraig.pkg.Eclipse</string>
	<key>Process</key>
	<array>
		<dict>
			<key>Arguments</key>
			<dict>
				<key>pkg_path</key>
				<string>%RECIPE_CACHE_DIR%/%NAME%-%version%.pkg</string>
			</dict>
			<key>Processor</key>
			<string>Installer</string>
		</dict>
	</array>
</dict>
</plist>